Repository: mate-desktop/mate-desktop
Catalog: desktop-docs/fdl/*/*.po
Languages: pl

source: Preserve the network location, if any, given in the <link linkend="fdl-document">Document</link> for public access to a <link linkend="fdl-transparent">Transparent</link> copy of the Document, and likewise the network locations given in the Document for previous versions it was based on. These may be placed in the <quote>History</quote> section. You may omit a network location for a work that was published at least four years before the Document itself, or if the original publisher of the version it refers to gives permission.
pl: Zachować wymienioną w <link linkend="fdl-document">Dokumencie</link> (jeśli taka istniała) informację o lokalizacji sieciowej, publicznie dostępnej <link linkend="fdl-transparent">Jawnej</link> kopii Dokumentu, a także o podanych w Dokumencie lokalizacjach sieciowych poprzednich wersji, na których został on oparty. Informacje te mogą się znajdować w sekcji <quote>Historia</quote>. Zezwala się na pominięcie lokalizacji sieciowej prac, które zostały wydane przynajmniej cztery lata przed samym Dokumentem, a także tych, których pierwotny wydawca wyraża na to zgodę.

source: In any section entitled <quote>Acknowledgements</quote> or <quote>Dedications</quote>, preserve the section's title, and preserve in the section all the substance and tone of each of the contributor acknowledgements and/or dedications given therein.
pl: W każdej sekcji zatytułowanej <quote>Podziękowania</quote> lub <quote>Dedykacje</quote> zachować tytuł i treść, oddając również ton każdego z podziękowań i dedykacji.

source: Preserve all the <link linkend="fdl-invariant">Invariant Sections</link> of the <link linkend="fdl-document">Document</link>, unaltered in their text and in their titles. Section numbers or the equivalent are not considered part of the section titles.
pl: Zachować wszelkie <link linkend="fdl-invariant">Sekcje niezmienne</link> <link linkend="fdl-document">Dokumentu</link> w niezmienionej postaci (dotyczy zarówno treści, jak i tytułu). Numery sekcji i równoważne im oznaczenia nie są traktowane jako należące do tytułów sekcji.

source: Delete any section entitled <quote>Endorsements</quote>. Such a section may not be included in the <link linkend="fdl-modified">Modified Version</link>.
pl: Usunąć wszelkie sekcje zatytułowane <quote>Adnotacje</quote>. Nie muszą one być załączane w Zmodyfikowanej wersji.

source: Do not retitle any existing section as <quote>Endorsements</quote> or to conflict in title with any <link linkend="fdl-invariant">Invariant Section</link>.
pl: Nie nadawać żadnej z istniejących sekcji tytułu <quote>Adnotacje</quote> ani tytułu pokrywającego się z jakąkolwiek <link linkend="fdl-invariant">Sekcją niezmienną</link>.

source: If the <link linkend="fdl-modified">Modified Version</link> includes new front-matter sections or appendices that qualify as <link linkend="fdl-secondary">Secondary Sections</link> and contain no material copied from the Document, you may at your option designate some or all of these sections as invariant. To do this, add their titles to the list of <link linkend="fdl-invariant">Invariant Sections</link> in the Modified Version's license notice. These titles must be distinct from any other section titles.
pl: Jeżeli <link linkend="fdl-modified">Zmodyfikowana wersja</link> zawiera nowe sekcje początkowe lub dodatki stanowiące <link linkend="fdl-secondary">Sekcje drugorzędne</link> i nie zawierające materiału skopiowanego z Dokumentu, Licencjobiorca może je lub ich część oznaczyć jako sekcje niezmienne. W tym celu musi on dodać ich tytuły do listy <link linkend="fdl-invariant">Sekcji niezmiennych</link> zawartej w nocie licencyjnej Zmodyfikowanej wersji. Tytuły te muszą być różne od tytułów pozostałych sekcji.

source: You may add a section entitled <quote>Endorsements</quote>, provided it contains nothing but endorsements of your <link linkend="fdl-modified">Modified Version</link> by various parties--for example, statements of peer review or that the text has been approved by an organization as the authoritative definition of a standard.
pl: Licencjobiorca może dodać sekcję <quote>Adnotacje</quote>, pod warunkiem, że nie zawiera ona żadnych treści innych niż adnotacje dotyczące <link linkend="fdl-modified">Zmodyfikowanej wersji</link> -- mogą to być na przykład stwierdzenia o recenzji koleżeńskiej albo o akceptacji tekstu przez organizację jako autorytatywnej definicji standardu.

source: You may add a passage of up to five words as a <link linkend="fdl-cover-texts">Front-Cover Text</link>, and a passage of up to 25 words as a <link linkend="fdl-cover-texts">Back-Cover Text</link>, to the end of the list of <link linkend="fdl-cover-texts">Cover Texts</link> in the <link linkend="fdl-modified">Modified Version</link>. Only one passage of Front-Cover Text and one of Back-Cover Text may be added by (or through arrangements made by) any one entity. If the <link linkend="fdl-document">Document</link> already includes a cover text for the same cover, previously added by you or by arrangement made by the same entity you are acting on behalf of, you may not add another; but you may replace the old one, on explicit permission from the previous publisher that added the old one.
pl: Na końcu listy <link linkend="fdl-cover-texts">Treści okładki</link> w <link linkend="fdl-modified">Zmodyfikowanej wersji</link>, Licencjobiorca może dodać fragment <link linkend="fdl-cover-texts"><quote>do umieszczenia na przedniej okładce</quote></link> o długości nie przekraczającej pięciu słów, a także fragment o długości do 25 słów <link linkend="fdl-cover-texts"><quote>do umieszczenia na tylnej okładce</quote></link>. Przez każdą jednostkę (lub na mocy ustaleń przez nią poczynionych) może zostać dodany tylko jeden fragment z przeznaczeniem na przednią okładkę i jeden z przeznaczeniem na tylną. Jeżeli <link linkend="fdl-document">Dokument</link> zawiera już treść okładki dla danej okładki, dodaną uprzednio przez Licencjobiorcę lub w ramach ustaleń z jednostką, w imieniu której działa Licencjobiorca, nowa treść okładki nie może zostać dodana. Dopuszcza się jednak zastąpienie poprzedniej treści okładki nową pod warunkiem wyraźnej zgody poprzedniego wydawcy, od którego stara treść pochodzi.

source: The author(s) and publisher(s) of the <link linkend="fdl-document">Document</link> do not by this License give permission to use their names for publicity for or to assert or imply endorsement of any <link linkend="fdl-modified">Modified Version </link>.
pl: Niniejsza Licencja nie oznacza, iż autor (autorzy) i wydawca (wydawcy) wyrażają zgodę na publiczne używanie ich nazwisk w celu zapewnienia autorytetu jakiejkolwiek <link linkend="fdl-modified">Zmodyfikowanej wersji</link>.

source: COMBINING DOCUMENTS
pl: Łączenie dokumentów

source: You may combine the <link linkend="fdl-document">Document</link> with other documents released under this License, under the terms defined in <link linkend="fdl-section4">section 4</link> above for modified versions, provided that you include in the combination all of the <link linkend="fdl-invariant">Invariant Sections</link> of all of the original documents, unmodified, and list them all as Invariant Sections of your combined work in its license notice.
pl: Licencjobiorca może łączyć <link linkend="fdl-document">Dokument</link> z innymi dokumentami wydanymi na warunkach niniejszej Licencji, na warunkach podanych dla wersji zmodyfikowanych w <link linkend="fdl-section4">części 4</link> powyżej, jednak tylko wtedy, gdy w połączeniu zostaną zawarte wszystkie <link linkend="fdl-invariant">Sekcje niezmienne</link> wszystkich oryginalnych dokumentów w postaci niezmodyfikowanej i gdy będą one wymienione jako Sekcje niezmienne połączenia w jego nocie licencyjnej.

source: The combined work need only contain one copy of this License, and multiple identical <link linkend="fdl-invariant">Invariant Sections</link> may be replaced with a single copy. If there are multiple Invariant Sections with the same name but different contents, make the title of each such section unique by adding at the end of it, in parentheses, the name of the original author or publisher of that section if known, or else a unique number. Make the same adjustment to the section titles in the list of Invariant Sections in the license notice of the combined work.
pl: Połączenie wymaga tylko jednej kopii niniejszej Licencji, a kilka identycznych <link linkend="fdl-invariant">Sekcji niezmiennych</link> może zostać zastąpionych jedną. Jeżeli istnieje kilka Sekcji niezmiennych o tym samym tytule, ale różnej zawartości, Licencjobiorca jest zobowiązany uczynić tytuł każdej z nich unikalnym poprzez dodanie na jego końcu, w nawiasach, nazwy oryginalnego autora lub wydawcy danej sekcji, o ile jest znany, lub unikalnego numeru. Podobne poprawki wymagane są w tytułach sekcji na liście Sekcji niezmiennych w nocie licencyjnej połączenia.

source: In the combination, you must combine any sections entitled <quote>History</quote> in the various original documents, forming one section entitled <quote>History</quote>; likewise combine any sections entitled <quote>Acknowledgements</quote>, and any sections entitled <quote>Dedications</quote>. You must delete all sections entitled <quote>Endorsements.</quote>
pl: W połączeniu Licencjobiorca musi zawrzeć wszystkie sekcje zatytułowane <quote>Historia</quote> z dokumentów oryginalnych, tworząc jedną sekcję <quote>Historia</quote>. Podobnie ma postąpić z sekcjami <quote>Podziękowania</quote> i <quote>Dedykacje</quote>. Wszystkie sekcje zatytułowane <quote>Adnotacje</quote> należy usunąć.

source: COLLECTIONS OF DOCUMENTS
pl: Zbiory dokumentów

source: You may make a collection consisting of the <link linkend="fdl-document">Document</link> and other documents released under this License, and replace the individual copies of this License in the various documents with a single copy that is included in the collection, provided that you follow the rules of this License for verbatim copying of each of the documents in all other respects.
pl: Licencjobiorca może utworzyć zbiór składający się z <link linkend="fdl-document">Dokumentu</link> i innych dokumentów wydanych zgodnie z niniejszą Licencją i zastąpić poszczególne kopie Licencji pochodzące z tych dokumentów jedną kopią dołączoną do zbioru, pod warunkiem zachowania zasad Licencji dotyczących kopii dosłownych we wszelkich innych aspektach każdego z dokumentów.

source: You may extract a single document from such a collection, and dispbibute it individually under this License, provided you insert a copy of this License into the extracted document, and follow this License in all other respects regarding verbatim copying of that document.
pl: Z takiego zbioru Licencjobiorca może wyodrębnić pojedynczy dokument i rozpowszechniać go niezależnie na zasadach niniejszej Licencji, pod warunkiem zamieszczenia w wyodrębnionym dokumencie kopii niniejszej Licencji oraz zachowania zasad Licencji we wszystkich aspektach dotyczących dosłownej kopii tego dokumentu.

source: AGGREGATION WITH INDEPENDENT WORKS
pl: Zestawienia z pracami niezależnymi

source: A compilation of the <link linkend="fdl-document">Document</link> or its derivatives with other separate and independent documents or works, in or on a volume of a storage or distribution medium, does not as a whole count as a <link linkend="fdl-modified">Modified Version</link> of the Document, provided no compilation copyright is claimed for the compilation. Such a compilation is called an <quote>aggregate</quote>, and this License does not apply to the other self-contained works thus compiled with the Document , on account of their being thus compiled, if they are not themselves derivative works of the Document. If the <link linkend="fdl-cover-texts">Cover Text</link> requirement of <link linkend="fdl-section3">section 3</link> is applicable to these copies of the Document, then if the Document is less than one quarter of the entire aggregate, the Document's Cover Texts may be placed on covers that surround only the Document within the aggregate. Otherwise they must appear on covers around the whole aggregate.
pl: Kompilacja <link linkend="fdl-document">Dokumentu</link> lub jego pochodnych z innymi oddzielnymi i niezależnymi dokumentami lub pracami nie jest uznawana za <link linkend="fdl-modified">Zmodyfikowaną wersję</link> Dokumentu, chyba że odnoszą się do niej jako do całości prawa autorskie. Taka kompilacja jest nazywana zestawieniem, a niniejsza Licencja nie dotyczy samodzielnych prac skompilowanych z Dokumentem, jeśli nie są to pochodne Dokumentu. Jeżeli do kopii Dokumentu odnoszą się wymagania dotyczące <link linkend="fdl-cover-texts">Treści okładki</link> wymienione w <link linkend="fdl-section3">części 3</link> i jeżeli Dokument stanowi mniej niż jedną czwartą całości zestawienia, Treść okładki Dokumentu może być umieszczona na okładkach zamykających Dokument w obrębie zestawienia. W przeciwnym razie Treść okładki musi się pojawić na okładkach całego zestawienia.

source: TRANSLATION
pl: Tłumaczenie

source: Translation is considered a kind of modification, so you may distribute translations of the <link linkend="fdl-document">Document</link> under the terms of <link linkend="fdl-section4">section 4</link>. Replacing <link linkend="fdl-invariant"> Invariant Sections</link> with translations requires special permission from their copyright holders, but you may include translations of some or all Invariant Sections in addition to the original versions of these Invariant Sections. You may include a translation of this License provided that you also include the original English version of this License. In case of a disagreement between the translation and the original English version of this License, the original English version will prevail.
pl: Tłumaczenie jest uznawane za rodzaj modyfikacji, a więc Licencjobiorca może rozpowszechniać tłumaczenia <link linkend="fdl-document">Dokumentu</link> na zasadach wymienionych w <link linkend="fdl-section4">punkcie 4</link>. Zastąpienie <link linkend="fdl-invariant">Sekcji niezmiennych</link> ich tłumaczeniem wymaga specjalnej zgody właścicieli prawa autorskiego. Dopuszcza się jednak zamieszczanie tłumaczeń wybranych lub wszystkich Sekcji niezmiennych obok ich wersji oryginalnych. Podanie tłumaczenia niniejszej Licencji możliwe jest pod warunkiem zamieszczenia także jej oryginalnej wersji angielskiej. W przypadku niezgodności pomiędzy zamieszczonym tłumaczeniem a oryginalną wersją angielską niniejszej Licencji moc prawną ma oryginalna wersja angielska.

source: TERMINATION
pl: Wygaśnięcie

source: You may not copy, modify, sublicense, or distribute the <link linkend="fdl-document">Document</link> except as expressly provided for under this License. Any other attempt to copy, modify, sublicense or distribute the Document is void, and will automatically terminate your rights under this License. However, parties who have received copies, or rights, from you under this License will not have their licenses terminated so long as such parties remain in full compliance.
pl: Poza przypadkami jednoznacznie dopuszczonymi na warunkach niniejszej Licencji nie zezwala się Licencjobiorcy na kopiowanie, modyfikowanie, czy rozpowszechnianie <link linkend="fdl-document">Dokumentu</link> ani też na cedowanie praw licencyjnych. We wszystkich pozostałych wypadkach każda próba kopiowania, modyfikowania lub rozpowszechniania Dokumentu albo cedowania praw licencyjnych jest nieważna i powoduje automatyczne wygaśnięcie praw, które licencjobiorca nabył z tytułu Licencji. Niemniej jednak w odniesieniu do stron, które już otrzymały od Licencjobiorcy kopie albo prawa w ramach niniejszej Licencji, licencje nie zostaną anulowane, dopóki strony te w pełni się do nich stosują.

source: FUTURE REVISIONS OF THIS LICENSE
pl: Przyszłe wersje Licencji

source: The <ulink type="http" url="http://www.gnu.org/fsf/fsf.html">Free Software Foundation</ulink> may publish new, revised versions of the GNU Free Documentation License from time to time. Such new versions will be similar in spirit to the present version, but may differ in detail to address new problems or concerns. See <ulink type="http" url="http://www.gnu.org/copyleft">http://www.gnu.org/copyleft/</ulink>.
pl: W miarę potrzeby <ulink type="http" url="http://www.gnu.org/fsf/fsf.html">Free Software Foundation</ulink> może publikować nowe poprawione wersje GNU Free Documenation License. Wersje te muszą pozostawać w duchu podobnym do wersji obecnej, choć mogą się różnić w szczegółach dotyczących nowych problemów czy zagadnień. Patrz <ulink type="http" url="http://www.gnu.org/copyleft">http://www.gnu.org/copyleft/</ulink>.

source: Each version of the License is given a distinguishing version number. If the <link linkend="fdl-document">Document</link> specifies that a particular numbered version of this License <quote>or any later version</quote> applies to it, you have the option of following the terms and conditions either of that specified version or of any later version that has been published (not as a draft) by the Free Software Foundation. If the Document does not specify a version number of this License, you may choose any version ever published (not as a draft) by the Free Software Foundation.
pl: Każdej wersji niniejszej Licencji nadaje się wyróżniający ją numer. Jeżeli w <link linkend="fdl-document">Dokumencie</link> podaje się numer wersji Licencji, oznaczający, iż odnosi się do niego podana <quote>lub jakakolwiek późniejsza</quote> wersja licencji, Licencjobiorca ma do wyboru stosować się do postanowień i warunków albotej wersji, albo którejkolwiek wersji późniejszej opublikowanej oficjalnie (nie jako propozycja) przez Free Software Foundation. Jeśli Dokument nie podaje numeru wersji niniejszej Licencji, Licencjobiorca może wybrać dowolną wersję kiedykolwiek opublikowaną (nie jako propozycja) przez Free Software Foundation.

source: Addendum
pl: Załącznik: Jak zastosować tę Licencję dla swojego dokumentu.

source: To use this License in a document you have written, include a copy of the License in the document and put the following copyright and license notices just after the title page:
pl: Aby zastosować tę Licencję w stosunku do dokumentu swojego autorstwa, dołącz kopię Licencji do dokumentu i zamieść następującą informację o prawach autorskich i uwagi o licencji bezpośrednio po stronie tytułowej.

source: Copyright © YEAR YOUR NAME.
pl: Copyright (c) rok imię nazwisko

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.1 or any later version published by the Free Software Foundation; with the <link linkend="fdl-invariant">Invariant Sections</link> being LIST THEIR TITLES, with the <link linkend="fdl-cover-texts">Front-Cover Texts</link> being LIST, and with the <link linkend="fdl-cover-texts">Back-Cover Texts</link> being LIST. A copy of the license is included in the section entitled <quote>GNU Free Documentation License</quote>.
pl: Udziela się zezwolenia do kopiowania rozpowszechniania i/lub modyfikację tego dokumentu zgodnie z zasadami Licencji GNU Wolnej Dokumentacji w wersji 1.1 lub dowolnej późniejszej opublikowanej przez Free Software Foundation; wraz z zawartymi <link linkend="fdl-invariant">Sekcjami Niezmiennymi</link> LISTA TYTUŁÓW SEKCJI, wraz z <link linkend="fdl-cover-texts">Tekstem na Przedniej Okładce</link> LISTA i z <link linkend="fdl-cover-texts">Tekstem na Tylnej Okładce</link> LISTA. Kopia licencji załączona jest w sekcji zatytułowanej <quote>GNU Free Documentation License</quote>

source: If you have no <link linkend="fdl-invariant">Invariant Sections</link>, write <quote>with no Invariant Sections</quote> instead of saying which ones are invariant. If you have no <link linkend="fdl-cover-texts">Front-Cover Texts</link>, write <quote>no Front-Cover Texts</quote> instead of <quote>Front-Cover Texts being LIST</quote>; likewise for <link linkend="fdl-cover-texts">Back-Cover Texts</link>.
pl: W przypadku niezamieszczania <link linkend="fdl-invariant">Sekcji Niezmiennych</link>, należy napisać <quote>nie zawiera Sekcji Niezmiennych</quote> zamiast spisu sekcji niezmiennych. W przypadku nie zamieszczania <link linkend="fdl-cover-texts">Tekstu na Przedniej Okładce</link> należy wpisać <quote>bez Tekstu na Okładce</quote> w miejsce <quote>wraz z Tekstem na Przedniej Okładce LISTA</quote>, analogicznie postępowanie dotyczy <link linkend="fdl-cover-texts">Tekstu na Tylnej Okładce</link>.

source: If your document contains nontrivial examples of program code, we recommend releasing these examples in parallel under your choice of free software license, such as the <ulink type="http" url="http://www.gnu.org/copyleft/gpl.html"> GNU General Public License</ulink>, to permit their use in free software.
pl: Jeśli w dokumencie zawarte są nieszablonowe przykłady kodu programu, zalecamy aby uwolnić również te przykłady na licencji wolnego oprogramowania, takiej jak <ulink type="http" url="http://www.gnu.org/copyleft/gpl.html">Powszechna Licencja Publiczna GNU</ulink>, aby zapewnienić możliwość ich użycia w wolnym oprogramowaniu.

source: translator-credits
pl: Aviary.pl <matepl@aviary.pl>, 2009 Łukasz Jernaś <deejay1@srem.org>, 2009 Krzysztof Łabanowski, 2000 W. Kotwica <wkotwica@post.pl> Przemysław Sarnowski <Przemyslaw.Sarnowski@nfosigw.gov.pl>
